-- phpMyAdmin SQL Dump
-- version phpStudy 2014
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2015 年 02 月 04 日 17:20
-- 服务器版本: 5.5.38
-- PHP 版本: 5.3.28

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `thinkphp`
--

-- --------------------------------------------------------

--
-- 表的结构 `think_auth_group`
--

CREATE TABLE IF NOT EXISTS `think_auth_group` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `title` char(100) NOT NULL DEFAULT '',
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `rules` char(80) NOT NULL DEFAULT '',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- 转存表中的数据 `think_auth_group`
--

INSERT INTO `think_auth_group` (`id`, `title`, `status`, `rules`) VALUES
(1, '默认管理组', 1, '1,2,3,4,5,6');

-- --------------------------------------------------------

--
-- 表的结构 `think_auth_group_access`
--

CREATE TABLE IF NOT EXISTS `think_auth_group_access` (
  `uid` mediumint(8) unsigned NOT NULL,
  `group_id` mediumint(8) unsigned NOT NULL,
  UNIQUE KEY `uid_group_id` (`uid`,`group_id`),
  KEY `uid` (`uid`),
  KEY `group_id` (`group_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `think_auth_group_access`
--

INSERT INTO `think_auth_group_access` (`uid`, `group_id`) VALUES
(3, 1);

-- --------------------------------------------------------

--
-- 表的结构 `think_auth_rule`
--

CREATE TABLE IF NOT EXISTS `think_auth_rule` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `name` char(80) NOT NULL DEFAULT '',
  `title` char(20) NOT NULL DEFAULT '',
  `type` tinyint(1) NOT NULL DEFAULT '1',
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `condition` char(100) NOT NULL DEFAULT '',
  PRIMARY KEY (`id`),
  UNIQUE KEY `name` (`name`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- 转存表中的数据 `think_auth_rule`
--

INSERT INTO `think_auth_rule` (`id`, `name`, `title`, `type`, `status`, `condition`) VALUES
(1, 'Admin/Index/index', '后台首页', 1, 1, '');

-- --------------------------------------------------------

--
-- 表的结构 `think_card`
--

CREATE TABLE IF NOT EXISTS `think_card` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `code` char(6) NOT NULL,
  `uid` mediumint(8) unsigned NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `think_comment`
--

CREATE TABLE IF NOT EXISTS `think_comment` (
  `id` int(12) unsigned NOT NULL AUTO_INCREMENT,
  `uid` mediumint(8) unsigned NOT NULL COMMENT '//评论来自',
  `comment` text NOT NULL COMMENT '//评论',
  `cid` mediumint(8) unsigned NOT NULL,
  `toid` mediumint(8) DEFAULT NULL COMMENT '//回复的id',
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=52 ;

--
-- 转存表中的数据 `think_comment`
--

INSERT INTO `think_comment` (`id`, `uid`, `comment`, `cid`, `toid`, `date`) VALUES
(18, 14, '哈哈，你怎么了', 325, NULL, '2015-01-08 05:50:59'),
(15, 18, '也是无奈', 239, NULL, '2015-01-04 13:22:57'),
(14, 18, '哈哈', 239, NULL, '2015-01-04 12:02:36'),
(7, 19, '十分同意', 244, NULL, '2015-01-03 08:17:03'),
(13, 19, '晚安', 286, NULL, '2015-01-03 12:09:58'),
(12, 19, 'HELLO', 285, NULL, '2015-01-03 11:48:11'),
(11, 19, 'hello', 286, NULL, '2015-01-03 11:47:20'),
(19, 14, '熏疼', 289, NULL, '2015-01-08 06:47:08'),
(20, 14, '你好哇', 286, NULL, '2015-01-08 06:48:17'),
(21, 14, '恩恩', 283, NULL, '2015-01-08 06:52:13'),
(22, 14, '摩擦摩擦', 281, NULL, '2015-01-08 06:53:43'),
(25, 14, '嘿嘿', 254, NULL, '2015-01-08 07:10:18'),
(31, 26, '么么哒', 286, NULL, '2015-01-11 06:05:50'),
(28, 26, '回复[14@酸辣排骨/]:hello', 281, 23, '2015-01-13 09:35:34'),
(29, 26, 'html3 = ''&lt;div class=&quot;succfix boxstyle&quot;&gt; &lt;em class=&quot;successsmall&quot;&gt;&lt;/em&gt; &lt;span&gt;评论成功&lt;/span&gt; &lt;/div&gt;'';\n                                                textareas.append(html3);', 281, NULL, '2015-01-09 14:30:26'),
(32, 26, '能成长就好', 326, NULL, '2015-01-11 06:08:40'),
(33, 26, '是啊', 326, NULL, '2015-01-11 06:09:28'),
(34, 26, 'biubiu', 326, NULL, '2015-01-11 06:12:39'),
(41, 7, 'hello[13@麻婆豆腐/]', 349, NULL, '2015-01-13 12:58:01'),
(40, 26, '嘿嘿', 327, NULL, '2015-01-11 06:53:06'),
(47, 13, '评论自己呀', 351, NULL, '2015-01-15 14:56:59'),
(48, 13, '对 ，出去走走', 282, NULL, '2015-01-16 01:08:31'),
(49, 13, '哈哈，我已经看过了', 271, NULL, '2015-01-16 01:10:46'),
(50, 13, 'lucky', 271, NULL, '2015-01-16 01:12:35'),
(51, 13, 'hello', 270, NULL, '2015-01-16 01:13:22');

-- --------------------------------------------------------

--
-- 表的结构 `think_content`
--

CREATE TABLE IF NOT EXISTS `think_content` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `uid` smallint(6) unsigned NOT NULL,
  `cid` mediumint(8) NOT NULL COMMENT '//内容id',
  `content` text NOT NULL COMMENT '//内容',
  `state` smallint(1) unsigned NOT NULL DEFAULT '0' COMMENT '//是否开放',
  `date` datetime NOT NULL,
  `position` varchar(800) NOT NULL COMMENT '//图片',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=457 ;

--
-- 转存表中的数据 `think_content`
--

INSERT INTO `think_content` (`id`, `uid`, `cid`, `content`, `state`, `date`, `position`) VALUES
(13, 24, 0, '@博物杂志 博物君这两个是啥！！！湖南人来福建第一看到俩从没见过的！！第一个红色的不是花瓣，是叶子！跟旁边的叶子一样的！就是是红色的！第二个是人家院子里养的！！上面好像结的鸡蛋，同事跟我说叫鸡蛋树，叫我别大惊小怪，我羞愧地低下了头。。⁽⁽(ཀ д ཀ)⁾⁾้博物君这俩到底是啥！', 0, '2014-12-16 20:16:50', '0'),
(14, 24, 0, '【文章： NoSQL性能测试白皮书】最近，bankmark公司针对目前市面上流行的NoSQ数据库SequoiaDB、Cassandra、MongoDB进行了详细的性能测试，InfoQ经授权发布中文版白皮书。 by 崔康 http://t.cn/RzQr2tR', 0, '2014-12-16 20:22:49', '0'),
(46, 15, 0, '#技术分享# 【基于HTML5/Javascrip的游戏开发框架Phaser】http://t.cn/RPlIMVE Phaser是一个开源的HTML5游戏框架，也就是传说中100行代码之内搞定Flappy Bird的神器，通过这个框架我们可以很容易地开发桌面和移动的小游戏。目前Phaser的最新版本是2.0.7，它同时支持WebGL和Canvas。', 0, '2014-12-21 18:08:10', '0'),
(38, 15, 0, '我没有什么新鲜事', 0, '2014-12-21 17:54:05', '0'),
(39, 15, 0, '奇怪饿', 0, '2014-12-21 17:54:40', '0'),
(42, 15, 0, '新鲜事', 0, '2014-12-21 17:55:42', '0'),
(44, 15, 0, '【就是这么简单 人人都能用的10条网站易用性技巧】有了这十条技巧再也不担心人家说我的网站难用了呢，真是棒棒呆！赶紧围观学起来，围观请戳这里→http://t.cn/8sktJaw', 0, '2014-12-21 18:02:09', '0'),
(45, 15, 0, '【眼前一亮！18个国际范儿十足的网站着陆页设计】要撑起一个优秀的着陆页，除了视觉效果的统一性，一个流弊的文案也至关重要。今天为大家收集了一些值得称道的网站着陆页设计，如果你在这方面没有经验，可以向它们学习一下哟！更多精彩请戳→http://t.cn/8seJ8VD', 0, '2014-12-21 18:04:01', '0'),
(33, 15, 0, '【完美风暴阻止恒星在超大黑洞周围形成】超大质量的黑洞可以驱动高能喷流，使得形成恒星的物质通通退散。天文学家发现，NGC 1266星系中心有个不太大的超大黑洞，它在周围的致密气体中吹起了一场“完美风暴”，使得那里的气体无法平静，阻止了该星系中新恒星的诞生。', 0, '2014-12-21 17:42:56', '0'),
(36, 15, 0, '秋阳熙暖的午后，我坐在窗边，捧着心怡的茶杯，但觉心怡神荡，通体轻盈，思维乘着阳光的金丝，飘然远举。原本零敲散打，琐碎无杂的世界，忽而变得平滑完整，游目四顾，于是看的更加开阔清楚。——《茶之书》', 0, '2014-12-21 17:52:31', '0'),
(281, 10, 0, '我妈问我为何不开心/那滑板鞋/在我心里/与众不同跳舞最精/找遍城市都没踪影/妈妈说没事/会找到一定/一个月后我来到商场血拼/眼看夜幕就要降临/在店发现它好高兴/摩擦/摩擦/似魔鬼的步伐/在这光滑的地板上摩擦/一步/两步/一两步似爪牙/这是大家的步伐', 0, '2014-12-31 22:45:01', '0'),
(269, 25, 0, '【柯南20周年动画特别篇：江户川柯南失踪事件~史上最惨的两天】为纪念《名侦探柯南》漫画连载20周年而制作的2小时电视动画特别篇，讲述江户川柯南在洗澡时遭遇传闻中的杀手组织，却在滑倒后失忆，被神秘人物带走的故事。12-26上映，今天凌晨A站刚出，豆瓣8.4分', 0, '2014-12-30 09:56:20', '0'),
(30, 25, 0, '暖水瓶碎裂的声音不绝于耳，其中还夹杂着人群兴奋而粗鲁的喘息和低吼，打头的男生声嘶力竭地喊着号子：“丢他妈的同志们！斗争！”这是一个发生在容易让人躁动的夏天的故事，让小编想起了时刻打着鸡血对抗权威的大学时代。今日文章《西建大革命事件始末》，作者：@老K乔治', 0, '2014-12-21 11:08:32', '0'),
(262, 25, 30, '马', 0, '2014-12-30 09:34:26', '0'),
(263, 25, 258, '我也觉得', 0, '2014-12-30 09:34:56', '0'),
(258, 25, 14, 'nosql 越来越流行了。。。。', 0, '2014-12-29 22:10:12', '0'),
(260, 25, 13, '哈哈，胡建人', 0, '2014-12-29 22:13:19', '0'),
(271, 25, 269, '怒转', 0, '2014-12-30 10:16:12', '0'),
(330, 7, 0, '[doge_org][doge_org][doge_org][doge_org][doge_org]', 0, '2015-01-12 17:19:44', '0'),
(325, 18, 0, '[doge_org][kbsa_org][lovea_org][t_org][lovea_org][sweata_org][smilea_org][shamea_org][kbsa_org][kbsa_org][lxhtouxiao_org]', 0, '2015-01-05 19:27:48', '0'),
(334, 7, 0, '【苹果：我新专利多 IBM：呵呵】IFI Claims Patents日前公布2014年专利排名，其中IBM 共获7534项专利，高居美国榜首。这已经是IBM连续22年获得榜首位置。苹果共获2003项实用专利，同比增长13%，排名从第13位上升至第11位。http://t.cn/RZSLiYt', 0, '2015-01-13 20:19:50', '0'),
(333, 7, 0, '[7@姜葱鸡/]', 0, '2015-01-13 16:34:59', '0'),
(241, 9, 239, '自从装了这软件，应该没有比这更慢的时候了', 0, '2014-12-28 10:00:00', '0'),
(237, 8, 0, '为测试王超智商，我今天给他出了道题：“189，如何重新排列这三个，使得出来的数字比现在这个数字更小？” 我就料他答不出，便给他摆成-98。 只见他摇摇头，摆出9-∞，说：“9减正无穷。', 0, '2014-12-24 17:39:38', '0'),
(238, 24, 0, '【男子转卖旧物 不料猫咪被夹其中一齐出售】美国《纽约每日新闻》12月24日报道，美国俄勒冈州的男子罗伊•杜费克在帮女友海莉•克鲁斯处理旧床垫时，错将女友养了5年的爱猫也一同“打包”卖掉，因为不知道猫咪平时就喜欢窝在弹簧箱内打盹。目前小喵还木有找到。http://t.cn/RZhbIPJ', 0, '2014-12-26 14:16:51', '0'),
(108, 12, 0, '【为公益 我们壹起设计】这个冬天，壹基金携手TOPYS邀请大家一起设计创意袋鼠，将有趣、好玩、活泼的公益传递给更多人。现在就拿起你的画笔，发挥你的想象，创造一个棒棒哒袋鼠形象吧', 0, '2014-12-23 16:03:33', '0'),
(352, 28, 0, '[5@root/]', 0, '2015-01-16 22:33:45', '0'),
(83, 15, 0, '带王超出差，在振华快餐吃饭，看到经理崔建波在，我对王超说：“崔经理你没见过吧，是我们振华餐饮第一人。”王超上去一脚踹翻崔经理，说：“振华餐饮敌人！见一个打一个！”', 0, '2014-12-21 22:37:54', '0'),
(84, 15, 0, '【明日#冬至#】①22日7时3分，冬至，从这天起开始“进九”，步入严寒季节；②古说：阴极之至，阳气始生，日南至，日短之至，日影长之至，故曰冬至；③北方有吃饺子习俗，“冬至不端饺子碗，冻掉耳朵没人管”；④“今年冬令补，明年可打虎”，可吃羊肉进补。冬至，天气极寒，别忘问候年迈的父母', 0, '2014-12-21 22:42:23', '0'),
(132, 12, 0, '【需了解的18个个心理学管理学定律】①飞轮效应：很多事刚开始很困难，但坚持过了临界点，就会变得轻松起来；②木桶定律：弥补自己的短板，把劣势转变为优势，能让你有整体提升；③马太效应：强者愈强，弱者愈弱的现象，要保持在某个领域有不可替代的优势…戳图学习', 0, '2014-12-23 16:31:18', '0'),
(131, 12, 0, '【为公益 我们壹起设计】这个冬天，壹基金携手TOPYS邀请大家一起设计创意袋鼠，将有趣、好玩、活泼的公益传递给更多人。现在就拿起你的画笔，发挥你的想象，创造一个棒棒哒袋鼠形象吧', 0, '2014-12-23 16:13:18', '0'),
(91, 12, 0, '【老师最爱讲的话，句句都是经典中的经典…[哈哈]】“这又是一道送分题！”“你讲还是我讲？”……回忆校园时光，老师们的“口头禅”往往十分相似，他们在课堂上翻来覆去的唠叨，其实只为学生有个好前程。那些年，老师们讲过的话↓↓哪一句触动了你的回忆？', 0, '2014-12-23 15:26:07', '0'),
(92, 12, 0, '【什么仇什么怨？可乐煮iPhone 6】苹果手机自问世以来命运颇为坎坷，有好事之徒先后将其丢入液氮和微波炉中来观察它们亲密接触后的化学反应。而美国一位土豪出于好奇，竟把一部完好无损的iPhone 6放入煮沸的可乐中，并把整个反应过程拍摄下来上传到YouTube。', 0, '2014-12-23 15:26:38', '0'),
(95, 12, 0, '【虚假黄金交易平台 骗700人过千万元】注册投资管理公司，租来服务器搭建虚拟黄金交易平台骗钱。昨日，惠州市公安局通报，广东鑫梦贵金属经营有限公司接连遭到惠州等多个城市82名被骗者举报，惠州警方出击在广州带回涉案人员34人。仅82名报案者被骗金额就达700余万元。', 0, '2014-12-23 15:30:18', '0'),
(96, 12, 0, '【26岁民警缉私对抗暴力分子牺牲 距婚期仅有几天】四川自贡小伙李顺麒，是昆明海关所属河口海关缉私分局民警。9月26日，在查缉走私违法过程中遭遇暴力抗法，不幸因公壮烈牺牲，年仅26岁。http://t.cn/RzDky04 12月19日，李顺麒的父母接过儿子的骨灰和遗像，英雄“回家”了，祝一路走好！', 0, '2014-12-23 15:31:10', '0'),
(97, 12, 0, '【日本卫星拍摄地球最真实颜色】近日，日本卫星拍摄的一组地球照片，颠覆了平日里许多人对地球外貌的概念，在这些照片中地球不再是彩色的，而是单一的墨蓝色，只有澳洲板块是一抹棕红……这就是在没有任何颜色修饰的情况下地球的本色，跟你想象中一样吗？', 0, '2014-12-23 15:47:26', '0'),
(239, 9, 0, '【调查：那些年，我们“被”安装的安全软件！】互联网安全界正上演着悄无声息的撕逼大战。一边是信息泄露，一边是恶意竞争。在你的桌面上，有没有杀毒软件悄悄进驻？欢迎参加新浪科技的调查', 0, '2014-12-26 19:28:27', '0'),
(253, 7, 0, '#TIL#【鸟是站着睡觉的】大部分鸟儿睡觉的时候都是找个安全的地方一蹲就那么睡了，最常见的就是睡树枝上，其它电线啊屋檐下树洞都可以。睡觉的鸟会闭眼缩头，略微蓬松羽毛。', 0, '2014-12-29 20:00:33', '0'),
(254, 7, 0, '嗯哼，晚安呐', 0, '2014-12-29 21:05:46', '0'),
(353, 28, 0, '[26@苏芙蕾/] [7@姜葱鸡/] [8@红烧鲤鱼/]', 0, '2015-01-16 22:35:14', '0'),
(356, 28, 0, '试试[doge_org][doge_org][doge_org]', 0, '2015-01-17 19:35:25', '0'),
(348, 7, 0, '[13@麻婆豆腐/]', 0, '2015-01-13 20:52:50', '0'),
(362, 28, 0, 'wokakak', 0, '2015-01-17 20:55:03', '0'),
(200, 12, 0, '【需了解的18个个心理学管理学定律】①飞轮效应：很多事刚开始很困难，但坚持过了临界点，就会变得轻松起来；②木桶定律：弥补自己的短板，把劣势转变为优势，能让你有整体提升；③马太效应：强者愈强，弱者愈弱的现象，要保持在某个领域有不可替代的优势…戳图学习↓↓', 0, '2014-12-23 22:36:16', '0'),
(350, 13, 0, '[xiaoku_org][yx_org][laugh_org][laugh_org]', 0, '2015-01-15 16:05:20', '0'),
(351, 13, 350, '啊啊啊啊啊啊啊啊啊啊啊啊啊', 0, '2015-01-15 16:06:58', '0'),
(242, 9, 239, '欢迎吐槽', 0, '2014-12-28 11:00:00', '0'),
(243, 9, 239, '杀毒软件本身就是一种病毒', 0, '2014-12-28 13:00:00', '0'),
(244, 9, 239, '自从装了这软件，应该没有比这更慢的时候了', 0, '2014-12-28 14:00:00', '0'),
(358, 28, 0, '[29@monica/] [26@苏芙蕾/] [7@姜葱鸡/]', 0, '2015-01-17 19:48:49', '0'),
(340, 7, 0, '恩 再试试[13@麻婆豆腐/] [12@红烧狮子头/]', 0, '2015-01-13 20:35:55', '0'),
(270, 25, 269, '激动', 0, '2014-12-30 09:58:24', '0'),
(282, 5, 0, '《从田湖出发去找李白》，阎连科著。“出走的念想，是每一个少年成长无来由的必需和营养。直到现在，我五十几岁了，离家出走的念想都还会时不时地冒出来……人——孩子们，如果从未想过不辞而别、离家出走和背叛，那是多么怯弱、单调和无趣的人生哦。”对，出走，到外面的世界走走看看。', 0, '2014-12-31 22:50:12', '0'),
(283, 19, 0, '在台湾有一对喵汪星人在火车站流浪，有个网友刚好路过，看到它们可怜样子，有点於心不忍，便买了些食物给它们，还帮它们拍了张照片上传到网路，希望在火车站附近的网友有空也帮帮它们。结果几天後，另一网友去帮它们做了个简单的家，让它们好一点过冬，又有网友拿食物给它们。大家接力帮忙心暖暖哒', 0, '2015-01-01 16:49:59', '0'),
(284, 19, 281, '哈哈哈', 0, '2015-01-01 17:40:46', '0'),
(285, 19, 254, '恩恩，晚安', 0, '2015-01-01 17:46:05', '0'),
(286, 19, 254, '么么哒', 0, '2015-01-01 17:47:01', '0'),
(289, 18, 0, '踩到一个芒果，滑倒了，摔得那叫一个惨烈……正在回家换衣服，边走边咒骂……', 0, '2015-01-04 20:08:37', '0'),
(326, 26, 0, '很多设计师害怕天天喝心灵鸡汤，但是其实更可怕的是从来不喝鸡汤。偶尔看看，还是大有裨益的', 0, '2015-01-10 22:08:10', '0'),
(373, 28, 0, '[31@花轮同学/]', 0, '2015-01-18 10:53:16', '0'),
(328, 26, 254, '等等//[19@123123/]:恩恩，晚安', 0, '2015-01-11 13:26:05', '0'),
(329, 7, 0, '新的一周，虽然有点晕呼呼...早安~', 0, '2015-01-12 16:46:50', '0'),
(331, 7, 0, '[kbsa_org][kbsa_org][kbsa_org]嘿嘿', 0, '2015-01-12 17:29:24', '0'),
(332, 7, 0, '[16@李磊/] [doge_org][doge_org]', 0, '2015-01-13 10:41:46', '0'),
(369, 28, 0, '[8@红烧鲤鱼/]', 0, '2015-01-17 22:28:03', '0'),
(391, 28, 0, '[heia_org][heia_org]', 0, '2015-01-18 20:50:02', '0'),
(392, 28, 0, '[mm_org][mm_org]', 0, '2015-01-18 20:50:34', '0'),
(446, 5, 0, '\\(^o^)/~', 0, '2015-01-23 17:05:53', '142200385691315'),
(434, 5, 0, '大功告成', 0, '2015-01-20 16:21:14', '142174205536728'),
(438, 5, 0, 'hey', 0, '2015-01-21 17:12:35', '142183141354232'),
(436, 5, 0, '天哪', 0, '2015-01-21 16:07:49', '142182761029134'),
(456, 7, 391, '[heia_org][heia_org]', 0, '2015-01-28 09:39:32', ''),
(447, 5, 0, '哈哈哈', 0, '2015-01-23 17:16:07', '142200453855535');

-- --------------------------------------------------------

--
-- 表的结构 `think_friend`
--

CREATE TABLE IF NOT EXISTS `think_friend` (
  `id` int(20) unsigned NOT NULL AUTO_INCREMENT,
  `fromuser` mediumint(8) unsigned NOT NULL,
  `touser` mediumint(8) unsigned NOT NULL,
  `date` datetime NOT NULL,
  `state` tinyint(1) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=219 ;

--
-- 转存表中的数据 `think_friend`
--

INSERT INTO `think_friend` (`id`, `fromuser`, `touser`, `date`, `state`) VALUES
(62, 5, 19, '2014-12-18 22:00:50', 1),
(71, 25, 17, '2014-12-20 13:25:25', 1),
(107, 10, 9, '2014-12-31 22:48:02', 1),
(90, 8, 4, '2014-12-24 17:42:26', 1),
(89, 8, 1, '2014-12-24 17:42:25', 1),
(88, 8, 21, '2014-12-24 17:42:23', 1),
(87, 8, 25, '2014-12-24 17:42:20', 1),
(86, 12, 2, '2014-12-24 10:34:15', 1),
(85, 12, 25, '2014-12-24 10:18:48', 1),
(84, 12, 24, '2014-12-24 10:18:46', 1),
(83, 12, 22, '2014-12-24 10:18:45', 1),
(82, 12, 23, '2014-12-24 10:18:43', 1),
(81, 17, 25, '2014-12-22 14:41:35', 1),
(80, 17, 24, '2014-12-22 14:41:34', 1),
(79, 15, 19, '2014-12-21 17:36:21', 1),
(78, 15, 21, '2014-12-21 17:35:56', 1),
(77, 15, 17, '2014-12-21 17:35:55', 1),
(76, 15, 22, '2014-12-21 17:35:47', 1),
(74, 15, 24, '2014-12-21 17:35:43', 1),
(73, 15, 25, '2014-12-21 17:35:42', 1),
(106, 10, 7, '2014-12-31 22:48:02', 1),
(105, 10, 8, '2014-12-31 22:48:01', 1),
(67, 25, 21, '2014-12-20 13:25:07', 1),
(69, 25, 24, '2014-12-20 13:25:13', 1),
(91, 8, 3, '2014-12-24 17:42:27', 1),
(92, 8, 5, '2014-12-25 09:28:57', 1),
(93, 8, 2, '2014-12-25 09:28:58', 1),
(94, 8, 19, '2014-12-25 09:29:03', 1),
(95, 24, 25, '2014-12-25 09:33:49', 1),
(96, 24, 21, '2014-12-25 09:33:51', 1),
(97, 9, 25, '2014-12-26 22:08:51', 1),
(98, 9, 6, '2014-12-26 22:08:55', 1),
(99, 9, 7, '2014-12-26 22:09:05', 1),
(100, 9, 8, '2014-12-26 22:09:10', 1),
(108, 10, 25, '2014-12-31 22:48:05', 1),
(102, 7, 24, '2014-12-28 14:58:25', 1),
(103, 7, 5, '2014-12-28 14:58:27', 1),
(104, 7, 8, '2014-12-28 14:58:29', 1),
(109, 10, 18, '2014-12-31 22:48:07', 1),
(110, 10, 19, '2014-12-31 22:48:13', 1),
(111, 10, 17, '2014-12-31 22:48:15', 1),
(112, 10, 12, '2014-12-31 22:48:17', 1),
(113, 5, 8, '2015-01-01 08:41:24', 1),
(114, 5, 9, '2015-01-01 08:41:30', 1),
(115, 5, 7, '2015-01-01 08:42:01', 1),
(116, 5, 10, '2015-01-01 08:42:03', 1),
(117, 5, 13, '2015-01-01 08:42:15', 1),
(118, 13, 25, '2015-01-01 08:43:54', 1),
(119, 13, 7, '2015-01-01 08:43:56', 1),
(120, 13, 5, '2015-01-01 08:43:58', 1),
(121, 13, 8, '2015-01-01 08:43:58', 1),
(122, 13, 9, '2015-01-01 08:44:37', 1),
(123, 19, 18, '2015-01-01 16:34:33', 1),
(124, 19, 7, '2015-01-01 16:34:35', 1),
(125, 19, 5, '2015-01-01 16:34:37', 1),
(126, 19, 9, '2015-01-01 16:34:38', 1),
(127, 19, 16, '2015-01-01 16:34:45', 1),
(128, 19, 15, '2015-01-01 16:34:50', 1),
(129, 19, 14, '2015-01-01 16:34:56', 1),
(130, 19, 14, '2015-01-01 16:35:03', 1),
(131, 19, 10, '2015-01-01 16:35:15', 1),
(132, 19, 17, '2015-01-01 16:35:20', 1),
(133, 18, 9, '2015-01-04 19:56:34', 1),
(134, 18, 8, '2015-01-04 19:56:36', 1),
(135, 18, 5, '2015-01-04 19:56:38', 1),
(136, 18, 17, '2015-01-04 19:56:40', 1),
(137, 18, 13, '2015-01-06 14:13:15', 1),
(138, 18, 12, '2015-01-06 14:13:17', 1),
(139, 18, 7, '2015-01-06 14:13:18', 1),
(140, 18, 10, '2015-01-06 14:13:20', 1),
(141, 18, 16, '2015-01-06 14:13:21', 1),
(142, 18, 24, '2015-01-06 14:13:24', 1),
(143, 18, 14, '2015-01-06 14:13:30', 1),
(144, 18, 25, '2015-01-06 14:13:34', 1),
(145, 18, 19, '2015-01-06 14:13:36', 1),
(146, 18, 15, '2015-01-06 16:04:47', 1),
(147, 14, 18, '2015-01-06 21:56:35', 1),
(148, 14, 19, '2015-01-06 21:56:36', 1),
(149, 14, 7, '2015-01-06 21:56:37', 1),
(150, 14, 5, '2015-01-06 21:56:38', 1),
(151, 14, 9, '2015-01-06 21:56:40', 1),
(152, 14, 8, '2015-01-06 21:56:46', 1),
(153, 14, 12, '2015-01-06 21:56:46', 1),
(154, 14, 13, '2015-01-06 21:56:47', 1),
(155, 14, 10, '2015-01-06 21:56:48', 1),
(156, 14, 15, '2015-01-06 21:56:54', 1),
(157, 14, 17, '2015-01-06 21:56:55', 1),
(158, 14, 16, '2015-01-06 21:57:05', 1),
(159, 26, 25, '2015-01-09 09:26:57', 1),
(160, 26, 24, '2015-01-09 09:26:59', 1),
(161, 26, 19, '2015-01-09 09:27:00', 1),
(162, 26, 18, '2015-01-09 09:27:01', 1),
(163, 26, 7, '2015-01-09 09:27:03', 1),
(164, 26, 5, '2015-01-09 09:27:04', 1),
(165, 26, 8, '2015-01-09 09:27:06', 1),
(166, 26, 10, '2015-01-09 09:27:12', 1),
(167, 26, 9, '2015-01-09 09:27:14', 1),
(168, 26, 17, '2015-01-09 09:27:16', 1),
(169, 26, 14, '2015-01-09 09:27:17', 1),
(170, 26, 15, '2015-01-09 09:27:19', 1),
(171, 30, 29, '2015-01-11 15:46:34', 1),
(172, 30, 28, '2015-01-11 15:46:35', 1),
(173, 30, 26, '2015-01-11 15:46:35', 1),
(174, 30, 7, '2015-01-11 15:46:37', 1),
(175, 30, 8, '2015-01-11 15:46:39', 1),
(176, 30, 12, '2015-01-11 15:46:45', 1),
(177, 30, 10, '2015-01-11 15:46:45', 1),
(178, 30, 18, '2015-01-11 15:46:50', 1),
(179, 30, 24, '2015-01-11 15:46:51', 1),
(180, 7, 31, '2015-01-11 16:11:00', 1),
(181, 7, 28, '2015-01-11 16:11:01', 1),
(182, 7, 29, '2015-01-11 16:11:02', 1),
(183, 7, 30, '2015-01-11 16:11:03', 1),
(184, 7, 13, '2015-01-11 16:11:04', 1),
(185, 7, 10, '2015-01-11 16:11:05', 1),
(186, 7, 9, '2015-01-11 16:11:06', 1),
(187, 7, 26, '2015-01-12 10:15:05', 1),
(188, 7, 25, '2015-01-12 10:15:07', 1),
(189, 7, 12, '2015-01-12 10:15:12', 1),
(190, 7, 15, '2015-01-12 10:15:13', 1),
(191, 7, 16, '2015-01-12 10:15:15', 1),
(192, 29, 31, '2015-01-14 15:00:55', 1),
(193, 29, 30, '2015-01-14 15:00:57', 1),
(194, 29, 28, '2015-01-14 15:00:58', 1),
(195, 29, 26, '2015-01-14 15:01:01', 1),
(196, 29, 8, '2015-01-14 15:01:18', 1),
(197, 29, 9, '2015-01-14 15:01:19', 1),
(198, 29, 5, '2015-01-14 15:01:21', 1),
(199, 29, 7, '2015-01-14 15:01:21', 1),
(200, 28, 26, '2015-01-16 22:31:43', 1),
(201, 28, 29, '2015-01-16 22:31:43', 1),
(202, 28, 31, '2015-01-16 22:31:44', 1),
(203, 28, 30, '2015-01-16 22:31:45', 1),
(204, 28, 5, '2015-01-16 22:31:47', 1),
(205, 28, 7, '2015-01-16 22:31:48', 1),
(206, 28, 8, '2015-01-16 22:31:49', 1),
(207, 28, 9, '2015-01-16 22:31:50', 1),
(208, 5, 31, '2015-01-28 15:29:44', 1),
(209, 5, 28, '2015-01-28 15:31:21', 1),
(210, 5, 25, '2015-01-28 15:31:49', 1),
(211, 5, 24, '2015-01-28 15:32:14', 1),
(212, 5, 29, '2015-01-28 15:32:20', 1),
(213, 5, 17, '2015-01-28 15:32:35', 1),
(214, 5, 16, '2015-01-28 15:33:16', 1),
(215, 5, 15, '2015-01-28 15:33:43', 1),
(216, 5, 26, '2015-01-28 15:38:53', 1),
(217, 5, 14, '2015-01-28 15:44:38', 1),
(218, 5, 18, '2015-01-28 15:45:59', 1);

-- --------------------------------------------------------

--
-- 表的结构 `think_group`
--

CREATE TABLE IF NOT EXISTS `think_group` (
  `uid` smallint(6) unsigned NOT NULL,
  `gid` smallint(6) unsigned NOT NULL,
  PRIMARY KEY (`uid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `think_manager`
--

CREATE TABLE IF NOT EXISTS `think_manager` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `user` varchar(6) NOT NULL,
  `password` varchar(40) NOT NULL,
  `state` smallint(2) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=10 ;

--
-- 转存表中的数据 `think_manager`
--

INSERT INTO `think_manager` (`id`, `user`, `password`, `state`) VALUES
(1, 'mingzi', '601f1889667efaebb33b8c12572835da3f027f78', 1),
(2, 'admin', '601f1889667efaebb33b8c12572835da3f027f78', 3),
(5, 'admin2', '601f1889667efaebb33b8c12572835da3f027f78', 2),
(6, 'admin3', '601f1889667efaebb33b8c12572835da3f027f78', 3),
(7, 'admin4', '601f1889667efaebb33b8c12572835da3f027f78', 2),
(8, 'admin5', '601f1889667efaebb33b8c12572835da3f027f78', 3),
(9, 'admin6', '601f1889667efaebb33b8c12572835da3f027f78', 3);

-- --------------------------------------------------------

--
-- 表的结构 `think_message`
--

CREATE TABLE IF NOT EXISTS `think_message` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `fromuser` varchar(20) NOT NULL,
  `touser` varchar(20) NOT NULL,
  `state` smallint(1) NOT NULL DEFAULT '0' COMMENT '//是否已读',
  `content` varchar(140) NOT NULL,
  `date` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `think_news`
--

CREATE TABLE IF NOT EXISTS `think_news` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `uid` mediumint(8) NOT NULL COMMENT '//提到的用户id',
  `conid` mediumint(8) DEFAULT NULL COMMENT '//提到我的内容id',
  `comid` mediumint(8) DEFAULT NULL COMMENT '//提到我的评论的id',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=53 ;

--
-- 转存表中的数据 `think_news`
--

INSERT INTO `think_news` (`id`, `uid`, `conid`, `comid`) VALUES
(22, 26, 358, NULL),
(21, 29, 358, NULL),
(20, 8, 353, NULL),
(19, 7, 353, NULL),
(16, 16, 332, NULL),
(15, 12, 340, NULL),
(14, 13, 340, NULL),
(18, 26, 353, NULL),
(17, 5, 352, NULL),
(10, 8, 349, NULL),
(11, 13, 349, NULL),
(23, 7, 358, NULL),
(24, 31, 359, NULL),
(25, 26, 363, NULL),
(27, 26, 365, NULL),
(28, 30, 366, NULL),
(29, 30, 367, NULL),
(30, 8, 368, NULL),
(31, 8, 369, NULL),
(32, 5, 370, NULL),
(33, 31, 373, NULL),
(34, 31, 374, NULL),
(35, 8, 385, NULL),
(36, 8, 386, NULL),
(37, 26, 387, NULL),
(40, 10, 399, NULL),
(41, 10, 400, NULL),
(42, 12, 401, NULL),
(43, 12, 402, NULL),
(44, 12, 403, NULL),
(45, 10, 404, NULL),
(46, 12, 405, NULL),
(47, 10, 406, NULL),
(48, 12, 407, NULL),
(49, 12, 409, NULL),
(50, 8, 410, NULL),
(51, 8, 411, NULL),
(52, 9, 412, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `think_repost`
--

CREATE TABLE IF NOT EXISTS `think_repost` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `cid` mediumint(8) NOT NULL COMMENT '//内容的id',
  `mid` mediumint(8) unsigned NOT NULL,
  `uid` mediumint(8) NOT NULL COMMENT '//转发的人',
  `content` varchar(500) NOT NULL COMMENT '//转发内容',
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=81 ;

--
-- 转存表中的数据 `think_repost`
--

INSERT INTO `think_repost` (`id`, `cid`, `mid`, `uid`, `content`, `date`) VALUES
(79, 239, 0, 9, '再试试', '2014-12-27 10:13:48'),
(80, 239, 0, 9, '自从装了这软件，应该没有比这更慢的时候了', '2014-12-28 02:13:54'),
(73, 239, 0, 9, '欢迎吐槽', '2014-12-28 02:14:00'),
(72, 239, 0, 9, '都流氓', '2014-12-28 02:14:07'),
(71, 239, 0, 9, '不许重复', '2014-12-28 02:14:13'),
(77, 239, 0, 9, '杀毒软件本身就是一种病毒', '2014-12-27 12:14:19');

-- --------------------------------------------------------

--
-- 表的结构 `think_role`
--

CREATE TABLE IF NOT EXISTS `think_role` (
  `id` smallint(6) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(20) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `think_user`
--

CREATE TABLE IF NOT EXISTS `think_user` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `username` varchar(20) NOT NULL,
  `email` varchar(100) NOT NULL,
  `count` int(8) unsigned NOT NULL DEFAULT '0',
  `date` datetime NOT NULL,
  `ip` varchar(20) NOT NULL DEFAULT '000.000.000.000' COMMENT '//ip',
  `production` varchar(25) NOT NULL COMMENT '//个人介绍',
  `sex` int(1) NOT NULL DEFAULT '1' COMMENT '性别',
  `atnewcon` mediumint(8) unsigned NOT NULL DEFAULT '0' COMMENT '//@我的微博',
  `atnewcom` mediumint(8) unsigned NOT NULL DEFAULT '0' COMMENT '//@我的评论',
  `fans` int(8) NOT NULL,
  `focus` int(8) NOT NULL,
  `contentcount` int(8) NOT NULL,
  `comment` int(8) NOT NULL DEFAULT '0' COMMENT '//comment数',
  `password` varchar(40) NOT NULL,
  `photo` varchar(100) NOT NULL COMMENT '//头像',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=44 ;

--
-- 转存表中的数据 `think_user`
--

INSERT INTO `think_user` (`id`, `username`, `email`, `count`, `date`, `ip`, `production`, `sex`, `atnewcon`, `atnewcom`, `fans`, `focus`, `contentcount`, `comment`, `password`, `photo`) VALUES
(7, '姜葱鸡', 'jcj@123.com', 0, '2014-12-15 00:00:00', '000.000.000.000', '来份姜葱鸡，不要姜和葱', 1, 0, 0, 11, 15, 11, 5, '601f1889667efaebb33b8c12572835da3f027f78', '/Uploads/Public/7/180/549fa744947ac.jpg'),
(8, '红烧鲤鱼', 'hsly@123.com', 0, '2014-12-15 12:13:40', '0.0.0.0', '', 1, 8, 0, 11, 8, 1, 0, '601f1889667efaebb33b8c12572835da3f027f78', '/Uploads/Public/8/180/549a82ceb83f3.jpeg'),
(9, '辣白菜', 'lbc@123.com', 0, '2014-12-15 13:13:51', '0.0.0.0', '', 1, 2, 0, 10, 4, 5, 0, '601f1889667efaebb33b8c12572835da3f027f78', '/Uploads/Public/9/180/549d4515845e4.jpg'),
(10, 'mzfy', 'mzfy@123.com', 0, '2014-12-15 14:14:03', '0.0.0.0', '', 1, 7, 0, 7, 8, 1, 0, '601f1889667efaebb33b8c12572835da3f027f78', '/Uploads/Public/10/180/54a40bafd9aa2.jpg'),
(12, '红烧狮子头', 'hsszt@123.com', 0, '2014-12-15 21:25:28', '0.0.0.0', 'hello，我是狮子头', 1, 8, 0, 5, 5, 9, 0, '601f1889667efaebb33b8c12572835da3f027f78', '/Uploads/Public/12/180/54992aea8f44c.jpg'),
(13, '麻婆豆腐', 'mpdf@123.com', 0, '2014-12-15 21:26:55', '0.0.0.0', '', 1, 0, 0, 4, 5, 2, 1, '601f1889667efaebb33b8c12572835da3f027f78', '/Uploads/Public/13/180/54a4982c5dfb4.jpg'),
(14, '酸辣排骨', 'slpg@123.com', 0, '2014-12-16 11:16:44', '0.0.0.0', '', 1, 0, 0, 4, 12, 0, 0, '601f1889667efaebb33b8c12572835da3f027f78', '/Uploads/Public/14/180/54abe9dce27b1.jpg'),
(15, '番茄炒蛋', 'fqcd@123.com', 0, '2014-12-16 11:50:11', '0.0.0.0', '', 1, 0, 0, 5, 6, 10, 0, '601f1889667efaebb33b8c12572835da3f027f78', '/Uploads/Public/15/180/549691b129568.jpg'),
(16, '李磊', 'll@123.com', 0, '2014-12-16 11:51:45', '0.0.0.0', '', 1, 0, 0, 4, 0, 0, 0, '601f1889667efaebb33b8c12572835da3f027f78', '/Uploads/Public/16/180/5498c2b1023e8.jpg'),
(17, '韩梅梅', 'hmm@123.com', 0, '2014-12-16 11:55:23', '0.0.0.0', '', 1, 0, 0, 7, 2, 0, 0, '601f1889667efaebb33b8c12572835da3f027f78', '/Uploads/Public/17/180/5497b9281579a.jpg'),
(18, 'good', 'good@123.com', 0, '2014-12-16 11:58:27', '0.0.0.0', '', 1, 0, 0, 5, 14, 2, 0, '601f1889667efaebb33b8c12572835da3f027f78', '/Uploads/Public/18/180/54a92a138e131.jpg'),
(19, '123123', '123@123.com', 0, '2014-12-16 12:01:39', '0.0.0.0', '', 1, 0, 0, 7, 10, 4, 0, '601f1889667efaebb33b8c12572835da3f027f78', '/Uploads/Public/19/180/54a509462225f.jpg'),
(25, '北京烤鸭', 'bjky@123.com', 0, '2014-12-20 12:53:46', '0.0.0.0', '', 1, 0, 0, 11, 3, 8, 3, '601f1889667efaebb33b8c12572835da3f027f78', '/Uploads/Public/25/180/549682424923b.jpg'),
(24, '宫保鸡丁', 'gbjd@123.com', 0, '2014-12-16 12:48:45', '0.0.0.0', '', 1, 0, 0, 8, 2, 3, 0, '601f1889667efaebb33b8c12572835da3f027f78', '/Uploads/Public/24/180/549bd686ea3cb.jpeg'),
(26, '苏芙蕾', 'sufulei@123.com', 0, '2015-01-09 09:21:26', '0.0.0.0', 'hello，我叫苏芙蕾', 1, 5, 0, 4, 12, 2, 0, '601f1889667efaebb33b8c12572835da3f027f78', '/Uploads/Public/26/180/54af2d941a1b9.jpg'),
(28, 'biubiu', 'biubiu@123.com', 0, '2015-01-11 15:16:37', '0.0.0.0', '', 1, 0, 0, 3, 8, 9, 0, '601f1889667efaebb33b8c12572835da3f027f78', '/Uploads/Public/28/180/54b920f512596.jpg'),
(29, 'monica', 'monica@123.com', 0, '2015-01-11 15:44:59', '0.0.0.0', '', 1, 1, 0, 3, 8, 0, 0, '601f1889667efaebb33b8c12572835da3f027f78', '/Uploads/Public/29/180/54b64f69c80a3.jpg'),
(30, '么么哒', 'mmd@123.com', 0, '2015-01-11 15:45:39', '0.0.0.0', '', 1, 2, 0, 3, 9, 0, 0, '601f1889667efaebb33b8c12572835da3f027f78', '/Uploads/Public/30/180/54b22a465d539.jpg'),
(31, '花轮同学', 'hltx@123.com', 0, '2015-01-11 15:48:08', '0.0.0.0', '', 1, 3, 0, 3, 0, 0, 0, '601f1889667efaebb33b8c12572835da3f027f78', '/Uploads/Public/31/180/54b22d7d6be5a.jpg'),
(5, 'root', 'root@root.com', 0, '2015-01-07 14:44:17', '000.000.000.000', '朕已root', 1, 0, 0, 9, 17, 6, 0, '601f1889667efaebb33b8c12572835da3f027f78', '/Uploads/Public/5/180/54c83e135b8d9.jpg'),
(42, 'mingzi', '', 0, '0000-00-00 00:00:00', '000.000.000.000', '', 1, 0, 0, 0, 0, 0, 0, '123123', ''),
(43, 'mingzi', '', 0, '0000-00-00 00:00:00', '000.000.000.000', '', 1, 0, 0, 0, 0, 0, 0, '123123', '');

-- --------------------------------------------------------

--
-- 表的结构 `think_user_friend`
--

CREATE TABLE IF NOT EXISTS `think_user_friend` (
  `guanzhu` mediumint(8) NOT NULL,
  `beiguanzhu` mediumint(8) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `think_user_friend`
--

INSERT INTO `think_user_friend` (`guanzhu`, `beiguanzhu`) VALUES
(63, 8),
(65, 7);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
